/* Label next to search field */
"1 song" = "1 piste";

/* Label next to search field */
"%i songs" = "%i pistes";

/* Dialog Button */
"Cancel" = "Annuler";

/* Song label when no track/playlist is selected. */
"Default Alarm" = "Alarme par défaut";

/* Main prompt in sheet */
"Do you want to save changes to this alarm before closing?" = "Voulez-vous enregistrer les modifications pour cette alarme ?";

/* Dialog Button */
"Don't Save" = "Ne pas enregistrer";

/* Window title when editing an alarm */
"Edit Alarm" = "Modifier une alarme";

/* Sub prompt in sheet */
"If you don't save, your changes will be lost." = "Vos modifications seront perdues si vous n’enregistrez pas.";

/* Main prompt in sheet */
"Invalid alarm time" = "Horaire d'alarme non valide";

/* Dialog Button */
"OK" = "OK";

/* Song label when using a playlist */
"Playlist: %@" = "Liste de lecture : %@";

/* Error message in AlarmEditor */
"Please select a date and time in the future." = "Veuillez choisir un horaire situé dans le futur.";

/* Sub prompt in sheet */
"Please select the days the alarm should repeat." = "Choisissez les jours pour lesquels l'alarme se déclenchera.";

/* Dialog Button */
"Save" = "Enregistrer";

/* Song label when using a song */
"Song: %@" = "Piste : %@";

